[ {
  "name" : "READS-USDA-Notices-02-25",
  "author" : "USDA",
  "resourceType" : "Guidance",
  "description" : "02-25 Conditional Licenses for Products Containing Clostridium perfringens Type A",
  "sourceRepository" : [ "aphis.usda.gov" ],
  "version" : "",
  "linkToSource" : [ "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices" ],
  "directDownloadLink" : [ "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_02_25.pdf" ]
}, {
  "tags" : [ "USDA", "USA", "Guidance" ]
}, {
  "bulk" : {
    "id" : "02-25",
    "title" : "02-25 Conditional Licenses for Products Containing Clostridium perfringens Type A",
    "documentLink" : "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_02_25.pdf",
    "category" : "CVB Notices - 2002",
    "originLink" : "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices",
    "pdf" : "         October 31, 2002  United States Department of Agriculture  Marketing and Regulatory  Programs  Animal and Plant Health Inspection Service  Veterinary Services  Center for Veterinary Biologics Suite 104 510 South 17th Street Ames, IA  50010 (515) 232-5785 FAX (515) 232-7120   CENTER FOR VETERINARY BIOLOGICS NOTICE NO. 02-25   Subject:   Conditional Licenses for Products Containing Clostridium perfringens Type A  To:    Biologics Licensees, Permittees, and Applicants   Directors, Center for Veterinary Biologics   The purpose of this notice is to inform interested parties of an Animal and Plant Health Inspection Service (APHIS) policy regarding license requirements for a claim of protection against the alpha toxin of Clostridium perfringens.   I. BACKGROUND  Despite numerous attempts by researchers in industry and academia, the disease syndrome associated with C. perfringens Type A has not been successfully reproduced using artificial methods.  In the past, the Center for Veterinary Biologics (CVB) has rejected proposals by vaccine manufacturers to use the demonstration of production of anti-C. perfringens alpha toxin antibodies or the demonstration of protection of animals from an intravenous injection of C. perfringens alpha toxin to support an efficacy claim for “aids in the protection against disease caused by C. perfringens Type A.”  However, an increasing amount of anecdotal and experimental evidence supports the association of   C. perfringens alpha toxin with various disease entities in several species.  In addition, these disease entities appear to be increasing in prevalence in recent years.    II. GUIDELINES  The CVB will consider conditional licensure of a C. perfringens Type A toxoid or antitoxin under the following conditions:  A reasonable expectation of efficacy for a toxoid may be demonstrated by the development of a serum antibody concentration of at least 4 international antitoxin units per ml in at least 80 percent of vaccinated animals, which were seronegative prior to vaccination.  If that antibody level is not achieved postvaccination, a reasonable expectation of efficacy may be demonstrated if at least 80 percent of vaccinated animals are able to survive an intravenous toxin challenge equal to 10 host animal LD50 of C. perfringens alpha toxin.  Host animal toxin titration data verifying the challenge dose must be submitted.  The 10 LD50 toxin dosage should be calculated as ml of toxin per kg body weight of the host animal.  All host animal toxin titrations must be conducted using standard C. perfringens alpha toxin obtained from the Center for Veterinary Biologics-Laboratory.          Veterinary Services – Safeguarding Animal Health                 Federal Relay Service      An Equal Opportunity Employer             (Voice/TTY/ASCII/Spanish)                 1-800-877-8339       Center for Veterinary Biologics Notice No. 02-25     2   2.  A reasonable expectation of efficacy of an antitoxin may be demonstrated if treated animals meet either of the two criteria outlined above for toxoids.     3.  Conditionally licensed C. perfringens Type A toxoids or antitoxins must be monovalent.  No combinations with fully licensed fractions will be allowed until full licensure may be granted for the C. perfringens Type A fraction.    Definitive efficacy studies may be either in the form of a field efficacy study or may utilize an acceptable animal challenge model which reflects the pathogenesis of the disease under field conditions, if such a model can be developed.  Intravenous administration of toxin will not be allowed to establish efficacy for full licensure of a C. perfringens Type A toxoid or antitoxin.  4.  The label claim of conditionally licensed C. perfringens Type A toxoid or antitoxin will be “as an aid in the control of disease syndromes caused by the alpha toxin of Clostridium perfringens”.  The labels must state that the product is conditionally licensed, efficacy studies are in progress, and, as applicable, that potency test development is in progress.  5.  Rabbit serum-toxin neutralization tests, similar to the tests used to measure the potency of C. perfringens beta and epsilon toxoids [Supplemental Assay Methods (SAMs) 201 and 203], will be considered for potency tests of C. perfringens Type A toxoids.  The assay must be validated for sensitivity, specificity, and repeatability in a manner acceptable to APHIS.  The release titer for toxoids must be based on the results of at least three independent tests of the product that were used to demonstrate efficacy.  6.  The release titer and dose volume for antitoxins must be based on the number of international antitoxin units required to establish efficacy.  The potency of antitoxins should be determined in international antitoxin units per milliliter of serum using a serum-toxin neutralization test.  A test similar to those used for C. perfringens beta and epsilon antitoxins (SAMs 202 and 204), which is acceptable to the CVB, may be used.   /s/ Richard E. Hill, Jr.  Richard E. Hill, Jr. Director Center for Veterinary Biologics      "
  }
} ]