[ {
  "name" : "READS-USDA-Notices-02-21",
  "author" : "USDA",
  "resourceType" : "Guidance",
  "description" : "02-21 Domestic Manufacture of Biologicals Used in the Prevention or Treatment of Foreign Animal Diseases",
  "sourceRepository" : [ "aphis.usda.gov" ],
  "version" : "",
  "linkToSource" : [ "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices" ],
  "directDownloadLink" : [ "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_02_21.pdf" ]
}, {
  "tags" : [ "USDA", "USA", "Guidance" ]
}, {
  "bulk" : {
    "id" : "02-21",
    "title" : "02-21 Domestic Manufacture of Biologicals Used in the Prevention or Treatment of Foreign Animal Diseases",
    "documentLink" : "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_02_21.pdf",
    "category" : "CVB Notices - 2002",
    "originLink" : "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices",
    "pdf" : "       Veterinary Servic es – Safeguarding Animal Health                 Federal Relay Service      An Equal Opportunity Employer             (Voice/TTY/ASCII/Spanish)                 1-800-877-8339    September 11, 2002         CENTER FOR VETERINARY BIOLOGICS NOTICE NO. 02-21  Subject: Domestic Manufacture of Biologicals Used in the Prevention or Treatment   of Foreign Animal Diseases  To:  Biologics Licensees, Permittees, and Applicants   Veterinary Services Management Team   Directors, Center for Veterinary Biologics   I.  PURPOSE  The purpose of this notice is to inform interested parties that the Center for Veterinary Biologics (CVB) is accepting license applications for the domestic manufacture of biologics for the prevention, diagnosis, or treatment of animal diseases that are foreign to this country, as long as the biologic does not contain any infectious components that might endanger U.S. animals.  II.  BACKGROUND  In the past, APHIS has not permitted domestic manufacturers to produce veterinary biological products used in the prevention, diagnosis, or treatment of foreign animal diseases.  This policy was based on the risk of introducing exotic agents into U.S. livestock populations, specifically in the case of conventional products prepared from whole bacteria or viruses.  However, with the development of new biotechnology-based products (e.g., specific antigens produced in recombinant systems, synthetic peptide technology), this risk has been greatly reduced in some instances.            III.  ACTION  Interested parties should reference Title 9 of the Code of Federal Regulations, Subchapter E, Veterinary Services (VS) Memorandum 800.50, Basic License Requirements for Applicants, and VS Memorandum 800.73, General Requirements for Immunodiagnostic Test Kits, for guidance in applying for licensure.  This information is available on the CVB’s website at www.aphis.usda.gov/vs/cvb/regsandguidance.htm.  Applications and supporting materials may be submitted to the CVB-Licensing and Policy Development office for review.  /s/ Richard E. Hill, Jr.   Richard E. Hill, Jr. Director Center for Veterinary Biologics   United States Department of Agriculture  Marketing and Regulatory  Programs  Animal and Plant Health Inspection Service  Veterinary Services  Center for Veterinary Biologics Suite 104 510 South 17th Street Ames, IA  50010 (515) 232-5785 FAX (515) 232-7120         Veterinary Servic es – Safeguarding Animal Health                 Federal Relay Service      An Equal Opportunity Employer             (Voice/TTY/ASCII/Spanish)                 1-800-877-8339                                    "
  }
} ]