[ {
  "name" : "READS-USDA-Notices-01-11",
  "author" : "USDA",
  "resourceType" : "Guidance",
  "description" : "01-11 International Cooperation on Harmonization of Technical Requirements for the Registration of Veterinary Medicinal Products (VICH): Final Guidelines for Good Clinical Practice",
  "sourceRepository" : [ "aphis.usda.gov" ],
  "version" : "",
  "linkToSource" : [ "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices" ],
  "directDownloadLink" : [ "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_01_11.pdf" ]
}, {
  "tags" : [ "USDA", "USA", "Guidance" ]
}, {
  "bulk" : {
    "id" : "01-11",
    "title" : "01-11 International Cooperation on Harmonization of Technical Requirements for the Registration of Veterinary Medicinal Products (VICH): Final Guidelines for Good Clinical Practice",
    "documentLink" : "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_01_11.pdf",
    "category" : "CVB Notices - 2001",
    "originLink" : "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices",
    "pdf" : "August 1, 2001CENTER FOR VETERINARY BIOLOGICS NOTICE NO. 01-11Subject:  International Cooperation on Harmonization of Technical Requirements for theRegistration of Veterinary Medicinal Products (VICH):  Final Guidelines forGood Clinical PracticeTo: Biologics Licensees, Permittees, and ApplicantsDirectors, Center for Veterinary BiologicsI. PURPOSEThe purpose of this notice is to inform all interested parties of the disposition of the commentswe received in response to the Federal Register notice of availability and request forcomments on a draft guideline titled, “Good Clinical Practices” (VICH GL9) developed by theInternational Cooperation on Harmonization of Technical Requirements for VeterinaryMedicinal Products (VICH).  Veterinary Services has issued the final guideline for Good Clinical Practice as VeterinaryServices Memorandum 800.301, which accompanies this notice.II. BACKGROUNDThe guideline was published in the Federal Register (64 FR 34764, Docket No. 99-045-1)on June 29, 1999.  Because the topic of the draft guideline concerns veterinary biologicalproducts, we requested comments on its provisions so that we could include any relevant inputon the draft to the VICH for its consideration to support the expertise available to the workinggroup preparing the final guideline.  III. COMMENTS AND DISPOSITIONWe received four sets of comments on the draft guideline.  One set of comments inquired if theguideline applied to in vitro diagnostic test kits, and provided some specific comments if theguideline were to be applied to these kits.  By definition, clinical studies are “conducted in atarget species,” therefore, in vitro diagnostics are outside the scope of this guideline, and thespecific comments were not addressed.Three sets of comments included some specific revisions to the draft guideline.  Thesesuggested revisions and their dispositions are as follows:APHIS - Protecting American AgricultureAn Equal Opportunity EmployerUnited StatesDepartment ofAgricultureMarketing andRegulatoryProgramsAnimal and PlantHealth InspectionServiceVeterinary ServicesCenter for VeterinaryBiologicsSuite 104510 South 17th StreetAmes, IA  50010(515) 232-5785FAX (515) 232-7120ARHIEDSection 1.1 (one comment):  It was suggested that the definition of “adverse event” be revisedto be compatible with that developed by the VICH 24 Working Group (Pharmacovigilance ofVeterinary Medical Products: Management of Adverse Event Reports).  We agree with this suggestion, and the guideline was revised to use their definition.Section 1.17 (one comment):  It was suggested that the definition of “Investigational VeterinaryProduct” be revised from “any pharmaceutical form” to “any biological or pharmaceuticalform”.  This change has been made.Sections 1.26 and 4.1 (two comments each):  It was suggested that “and is liable” be deletedfrom the definition of “Sponsor” in the phrase “takes responsibility and is liable”.  Thesechanges have been made.Section 1.33 (one comment):  It was suggested that “to effect physiological functions” shouldread “to affect physiological functions”.  This change has been made.Section 2.7 (three comments):  It was suggested that the phrase “of the relevant regulatoryauthorities” be added after the phrase “good manufacturing practice” in the first sentence, dueto the absence of a single, universally accepted definition of “Good Manufacturing Practice”,and in recognition of  product made in accordance with the manufacturing practices required bythe relevant regulatory authority.  This change has been made.   Section 3.13 (one comment):  It was suggested that an APHIS Form 2007 should be adequateto demonstrate evidence that the investigator has appropriate credentials for conductingstudies.  We agree that if the investigator is a permanent employee of the firm, an APHIS Form2007 is adequate.  No change was made to the document because it was agreed that this is anacceptable local interpretation.  Section 3.2.6 (one comment):  It was suggested, and we agreed, that the sponsor should benotified “promptly” rather than “immediately” of the occurrence of study protocol deviations.The change has been made.Section 3.2.13 (three comments):  One commentator suggested that the word “must” bereplaced with the word “should” in the sentence “...owner’s agent must receive relevant...”.We agree.  The document is intended as a guideline, and is not a regulation.  Therefore, theword “must” is inappropriate and has been changed to “should”.  Two comments suggestedthat if the animal is owned by the sponsor, informed consent is unnecessary or implicit, and should not require documentation.  We agree, but studiesconducted using animals owned by a sponsor do not constitute clinical practice.  Therefore, thisguideline does not apply, and no further changes were made.      Section 4.2.7, 8.1.2, and 8.4.1 (one comment each):  It was suggested that the word “must”be replaced with “should”.  These changes have been made (see rationale explained in 3.2.13).Center for Veterinary Biologics Notice 01-11 2ARCHIVEDSection 4.2.11 (one comment):  A request to clarify “final and safe disposal of all studyanimals” was made.  We attempted to clarify the intent by stating that the sponsor should“Ensure the proper disposal of all study animals according to the applicable regulatoryrequirements.”  We agree that most clinical studies will not require “final and safe disposal” ofthe study animals.Section 5.1 (one comment):  It was suggested that the monitor need not be trained in dataauditing procedures.  We agreed with the suggestion to delete the phrase, “and data auditingprocedures.”  Section 5.2.7 (one comment):  It was suggested that the phrase “bias or be a part of”, bedeleted from the first sentence, “Not, in any way, bias or be a part of the record-keeping”.We agreed this sentence needed clarification, and the sentence was revised to read “Not, inany way, bias the data collection process or outcome of the study...”.  Section 6.3.20.1 (one comment):  It was suggested that this section limit SOP’s to thosespecific to the technical conduct of the study.  We agreed, and added the words“study-specific” to the sentence.Section 7.3.6.4 (one comment):  It was suggested that “complete description” be replaced with“summary” in the sentence “a complete description of the disposal...”.  We agreed with thesuggestion, and the change has been made.Section 8.1.3 (one comment):  It was suggested that this section be revised to include astatement to protect the sponsor’s confidential business information.  We believe existingregulatory restrictions on the confidentiality of this information are sufficient.  No changes weremade.  In addition to the above comments suggesting substantive changes, several typographical errorswere brought to our attention, and have been corrected.  IV.  ADDITIONAL DISCUSSIONTwo general comments indicated that the intent of the VICH guideline may not be wellunderstood, and should be clarified.  Publication of the guideline is not meant to imply thatadherence to the document represents the only acceptable route to regulatory approval of aproduct.  Rather, it provides product manufacturers with relative assurance that favorable datacollected in accordance with the guidelines will be acceptable to all three regions participatingin the VICH process.  The guidelines are meant to be applied only to clinical studies.  APHIS interprets the term“clinical studies” to be those conducted in the context in which unlicensed product will be usedin what the APHIS has usually referred to as “field safety” or “field efficacy” studies.  Theanimals enrolled in these studies are client-owned animals, which are recruited by theCenter for Veterinary Biologics Notice 01-11 3AHIVEDinvestigator(s) within a veterinarian-client-patient relationship, and data are typically collectedfrom multiple sites.  The guideline does not apply to controlled studies conducted by companies or their contractorsto support efficacy, safety, lack of reversion to virulence, etc.  APHIS interprets the term“controlled studies” to be those conducted in a controlled environment, using animals that areowned by the manufacturer (or the contractor).  These types of studies will be covered byother applicable guidelines at such time as they are developed.  Interested parties will have theopportunity to comment on the documents prior to finalization and implementation.The document is intended to be a comprehensive guideline for any and all types of clinicalpractice studies, and while some points may not be commonly applicable to most veterinarybiologics studies, they may be an important consideration for others.  For example, theinformation requested in 6.3.11 through 6.3.12, detailing animal management, housing, andfeeds might not be relevant in a field safety trial for a conventional parenteral vaccine intendedfor use in feedlot cattle.  In this case, a simple statement indicating that animals receive normalhusbandry and care could be adequate.  However, in a double-masked field efficacy study fora plant-derived veterinary biological, which is intended for prolonged oral administration tofeedlot cattle, the information requested in these sections could be highly relevant.  We do notintend to use this guideline as a protocol “check list”, nor will we require excessivedocumentation for information in sections of the guideline that are not relevant.Finally, concerns were raised regarding access of the United States biologics industry to theVICH process.  We believe these concerns were addressed when the VICH SteeringCommittee adopted criteria for the acceptance of “interested parties,” and granted this     status to individuals or groups which met certain criteria.  In addition, the VICH has initiated aprogram of public conferences, which provide an opportunity for the public to review progress and make comments on specific guidelines and on the VICH process ingeneral.  /s/ James E. Tanner forRichard E. Hill, Jr.Director Center for Veterinary BiologicsEnclosure Center for Veterinary Biologics Notice 01-11 4ARCHIVED"
  }
} ]