{
    "name": "READS-USDA-Notices-02-29",
    "author": "USDA",
    "resourceType": "Guidance",
    "description": "02-29 Availability of Monoclonal Antibodies from the Center for Veterinary Biologics",
    "sourceRepository": [
        "aphis.usda.gov"
    ],
    "version": "",
    "linkToSource": [
        "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices"
    ],
    "directDownloadLink": [
        "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_02_29.pdf"
    ],
    "tags": [
        "regulations",
        "guidance",
        "USDA",
        "USA",
        "Guidance"
    ],
    "bulk": {
        "id": "02-29",
        "title": "02-29 Availability of Monoclonal Antibodies from the Center for Veterinary Biologics",
        "documentLink": "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_02_29.pdf",
        "category": "CVB Notices - 2002",
        "originLink": "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices",
        "pdf": "       Veterinary Services – Safeguarding Animal Health                 Federal Relay Service      An Equal Opportunity Employer             (Voice/TTY/ASCII/Spanish)                 1-800-877-8339                               December 24, 2002          CENTER FOR VETERINARY BIOLOGICS NOTICE NO. 02-29  Subject: Availability of Monoclonal Antibodies from the   Center for Veterinary Biologics  To:  Biologics Licensees, Permittees, and Applicants   Veterinary Services Management Team   Directors, Center for Veterinary Biologics   This notice is to inform interested parties of the Center for Veterinary Biologics’ (CVB) policy for providing monoclonal antibodies (MAb) from CVB hybridomas.  Monoclonal antibodies are a class of CVB supplied references and reagents.  They are provided as testing aids as described in Title 9 Code of Federal Regulations, Part 113, Section 2 (9 CFR 113.2) to assist veterinary biologics manufacturers to meet codified requirements, and as a service to the U.S. veterinary biologics manufacturers for agents or procedures without codified requirements.  Monoclonal antibodies may also be provided, as a courtesy, to colleges, universities, international scientists, non-U.S. veterinary biologics manufacturers, other U.S. and foreign regulatory agencies, and to U.S. allied industries to assist with biological related projects.  The CVB provides MAbs either as ascites fluid or a hybridoma supernatant.  The CVB intends to continue to supply adequate volumes of MAbs to the U.S. veterinary biologic manufacturer for domestic use, where possible to other requestors, or for non-U.S. use.  The CVB does not provide CVB origin hybridomas or restricted distribution hybridomas we have procured from other sources.  When CVB origin hybridomas are released for distribution, they will be deposited with the American Type Culture Collection or a similar nationally recognized repository and will be available equally to all requestors.  In certain cases, hybridomas have been patented by the Animal and Plant Health Inspection Service (APHIS) and APHIS personnel.  Under those situations, distribution of hybridomas may be limited and shall meet the policies as established by APHIS.    When inquiring about specific MAbs or inquiring if hybridomas have or are intended to be deposited, please contact the appropriate Section Leader at the CVB, phone number 515-663-7331.  The CVB remains committed to supplying MAbs to assist in the regulatory control of U.S. veterinary biologics, especially where the CVB is the sole source of supply.  Only under unusual circumstances do we anticipate that we will need to limit reasonable    United States Department of Agriculture  Marketing and Regulatory  Programs   Animal and Plant Health Inspection Service  Veterinary Services  Center for Veterinary Biologics Suite 104 510 South 17th Street Ames, IA  50010 (515) 232-5785 FAX (515) 232-7120     Center for Veterinary Biologics Notice No. 02-29     2   requests to less than the requested amount.  The highest priority will be placed on requests from the U.S. veterinary biologic manufacturers for U.S. use and the CVB will be prioritizing production of MAbs based on most critical need and sole source supply.     /s/ Richard E. Hill, Jr.  Richard E. Hill, Jr. Director Center for Veterinary Biologics "
    }
}