{
    "name": "READS-USDA-Notices-04-13",
    "author": "USDA",
    "resourceType": "Guidance",
    "description": "04-13 Use of Minimum Age Animals in Licensure Studies",
    "sourceRepository": [
        "aphis.usda.gov"
    ],
    "version": "",
    "linkToSource": [
        "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices"
    ],
    "directDownloadLink": [
        "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_04_13.pdf"
    ],
    "tags": [
        "regulations",
        "guidance",
        "USDA",
        "USA",
        "Guidance"
    ],
    "bulk": {
        "id": "04-13",
        "title": "04-13 Use of Minimum Age Animals in Licensure Studies",
        "documentLink": "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_04_13.pdf",
        "category": "CVB Notices - 2004",
        "originLink": "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices",
        "pdf": "Safeguarding American AgricultureFederal Relay Service                                          APHIS is an agency of USDA’s Marketing and Regulatory Programs (Voice/TTY/ASCII/Spanish)An Equal Opportunity Provider and Employer 1-800-877-8339July 14, 2004CENTER FOR VETERINARY BIOLOGICS NOTICE NO. 04-13Subject: The Use of Minimum Age Animals in Licensure StudiesTo:  Biologics Licensees, Permittees, and Applicants  Directors, Center for Veterinary BiologicsI. PURPOSEThis notice informs licensees, permittees, and applicants of current Center for VeterinaryBiologics (CVB) policy concerning the use of minimum age animals in the variousstudies conducted to support licensure of a product.II. BACKGROUNDTitle 9 Code of Federal Regulations (9CFR) Part 112.2(a)(5) indicates that productlabeling should provide full instructions for the proper use of the product, includingvaccination schedules, warnings, and cautions.  This notice clarifies the connectionbetween vaccination schedules recommended on the labeling, and the use of minimumage animals in licensure studies.  The issue of use of minimum age animals is discussedin Veterinary Services Memorandums 800.50, 800.202, and 800.204.III.        POLICYA minimum age for vaccination with the product should be established and indicated onthe labeling to represent the proper use of the product.  The minimum age for vaccinationshould be supported by data indicating the product is both safe and effective when givenas indicated.  The age of animals used in the safety and efficacy studies should beconsistent.  If the age is not consistent, the older age will be utilized for labelingpurposes.  In some cases, the younger age study may be referred to in the labeling.For poultry, production animal products, and aquaculture products, minimum age animalsshould be used in the safety and efficacy studies.For companion animal and equine products, minimum age animals should be used in theefficacy studies and should represent one-third of the animals used for the field safetystudy.For production animal products for breeding animals, minimum age animals should beused in the efficacy studies, and should represent one-third of the animals used for thefield safety study.United StatesDepartment ofAgricultureAnimal and PlantHealth InspectionServiceVeterinary ServicesCenter for VeterinaryBiologics510 S. 17th Street,Suite 104Ames, IA  50010(515) 232-5785FAX (515) 232-7120Center for Veterinary Biologics Notice No. 04-13 2For studies to support onset of immunity and duration of immunity label claims,minimum age animals should be used.IV. ACTIONAll outlines should indicate minimum ages in Section VI.D.  Firms should bring theirOutlines of Production into compliance with this notice before or at the next annualreview of the Outline of Production.  All outlines should specify this information by oneyear from the date of this notice.Information in the Outline of Production and on the labeling should be consistent.  Thefull instructions for the proper use of the product should indicate the youngest ageanimals for which the product is both safe and efficacious./s/ Richard E. Hill, Jr.Richard E. Hill, Jr.DirectorCenter for Veterinary Biologics"
    }
}