{
    "name": "READS-USDA-Notices-02-24",
    "author": "USDA",
    "resourceType": "Guidance",
    "description": "02-24 Guidance Document for Veterinary Biologics Derived from Bioengineered Plants",
    "sourceRepository": [
        "aphis.usda.gov"
    ],
    "version": "",
    "linkToSource": [
        "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices"
    ],
    "directDownloadLink": [
        "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_02_24.pdf"
    ],
    "tags": [
        "protocol",
        "utensils",
        "facilities",
        "guidance",
        "drug",
        "discussions",
        "drug product",
        "guidelines",
        "document control",
        "storage",
        "regulations",
        "equipment",
        "USDA",
        "USA",
        "Guidance"
    ],
    "bulk": {
        "id": "02-24",
        "title": "02-24 Guidance Document for Veterinary Biologics Derived from Bioengineered Plants",
        "documentLink": "https://www.aphis.usda.gov/animal_health/vet_biologics/publications/notice_02_24.pdf",
        "category": "CVB Notices - 2002",
        "originLink": "https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/veterinary-biologics/biologics-regulations-and-guidance/ct_vb_notices",
        "pdf": "   United States Department of Agriculture  Marketing and Regulatory  Programs  Animal and Plant Health Inspection Service  Veterinary Services  Center for Veterinary Biologics Suite 104 510 South 17th Street Ames, IA  50010 (515) 232-5785 FAX (515) 232-7120           October 31, 2002           CENTER FOR VETERINARY BIOLOGICS NOTICE NO. 02-24   Subject: Guidance Document for Veterinary Biologics Derived from    Bioengineered Plants   To:  Biologics Licensees, Permittees, and Applicants   Directors, Center for Veterinary Biologics   I.   PURPOSE  The purpose of this notice is to inform all interested persons of the availability of a draft guideline entitled “Guidance for Industry:  Drugs, Biologics, and Medical Devices Derived from Bioengineered Plants for Use in Humans and Animals.”  II. BACKGROUND  The U.S. Department of Agriculture (USDA), in collaboration with the Food and Drug Administration (FDA), is announcing the availability of a draft guidance document entitled “Guidance for Industry:  Drugs, Biologics, and Medical Devices Derived from Bioengineered Plants for Use in Humans and Animals” dated September 12, 2002.  The draft guideline outlines important scientific questions and information that should be addressed when applying for a United States Veterinary Biological Product License for veterinary biologics derived from bioengineered plants.  Because the draft guidelines apply to veterinary biologics regulated by the Animal and Plant Health Inspection Service under the Virus-Serum-Toxin Act, we are requesting comments on the scope of the guideline so that we may include any relevant input on the draft in our discussions with the FDA.  This draft guidance document represents the agency’s current thinking on this topic.  It is being distributed for comment purposes only and is not intended for implementation at this time.  III. COMMENTS  Interested persons may submit comments or questions regarding this draft guidance document to Dr. Pat Foley, Center for Veterinary Biologics, 510 South 17th Street, Suite 104, Ames, IA  50010-8197.  The deadline for comments on the draft is January 10, 2003.       Veterinary Services – Safeguarding Animal Health                 Federal Relay Service      An Equal Opportunity Employer             (Voice/TTY/ASCII/Spanish)                 1-800-877-8339       Center for Veterinary Biologics Notice No. 02-24                2   IV. DOCUMENT ACCESS  You may request a copy of this document by contacting Ms. Harriet Murphy, Center for Veterinary Biologics, Riverdale, Maryland, at 301-734-8245.  Persons with access to the Internet may obtain the document at one of several locations: http://www.aphis.usda.gov/vs/cvb/notices/bioplantguidancedoc.pdf  http://www.fda.gov/cber/guidelines.htm or http://www.fda.gov/ohrms/dockets/default.htm.   /s/ Richard E. Hill, Jr.  Richard E. Hill, Jr. Director Center for Veterinary Biologics  Guidance for Industry 1  2 Drugs, Biologics, and Medical Devices 3 Derived from Bioengineered Plants for 4 Use in Humans and Animals 5  6  7 DRAFT GUIDANCE 8  9  10 This guidance document is being distributed for comment purposes only. 11  12  13 Submit comments and suggestions regarding this draft document by the date provided in the 14 Federal Register notice announcing the availability of the draft guidance.  Submit comments to 15 Dockets Management Branch (HFA-305), Food and Drug Administration, 5600 Fishers Lane, 16 rm. 1061, Rockville, MD 20852.  You should identify all comments with the docket number 17 listed in the notice of availability that publishes in the Federal Register. 18  19 For questions on the content of this draft document as it relates to FDA-regulated products, 20 contact Keith Webber, Ph.D., at 301-827-0850 (CBER), Yuan Yuan Chiu, Ph.D., at 301-827-21 5918 (CDER), Wendelyn Jones Warren, Ph.D., at 301-827-6978 (CVM).  For questions 22 regarding veterinary biological products, contact Patricia L. Foley, D.V.M., Ph.D., at 515-232-23 5785 (USDA/APHIS/CVB).  24  25 U.S. Department of Health and Human Services 26 Food and Drug Administration 27 Center for Biologics Evaluation and Research (CBER) 28 Center for Drug Evaluation and Research (CDER) 29 Center for Food Safety and Applied Nutrition (CFSAN) 30 Center for Devices and Radiological Health (CDRH) 31 Center for Veterinary Medicine (CVM) 32 U.S. Department of Agriculture  33 Animal and Plant Health Inspection Service (APHIS) 34 Center for Veterinary Biologics (CVB) 35 Biotechnology Regulatory Services (BRS) 36 September 200237 Draft – Not for Implementation  Guidance for Industry 38  39 Drugs, Biologics, and Medical Devices Derived from Bioengineered 40 Plants for Use in Humans and Animals 41  42  43 Additional copies of this guidance are available from: 44 Office of Communication, Training, and Manufacturers Assistance, HFM-40 45 Center for Biologics Evaluation and Research 46 Food and Drug Administration 47 1401 Rockville Pike, Rockville, MD 20852-1448 48 Phone: 301-827-4573 49 Internet:  http://www.fda.gov/cber/guidelines.htm 50 Mail:  The Voice Information System at 800-835-4709 or 301-827-1800 51 or 52 Office of Training and Communication 53 Division of Communications Management Drug Information Branch, HFD-210 54 Center for Drug Evaluation and Research 55 Food and Drug Administration 56 5600 Fishers Lane, Rockville, MD 20857 57 Phone: 301-827-4573 58 Internet:  http://www.fda.gov/cder/guidance/index.htm 59 or 60 Division of Small Manufacturers, International, and Consumer Assistance (DSMICA), HFZ-220 61 Center for Devices and Radiological Health 62 Food and Drug Administration 63 1350 Piccard Drive, Rockville, MD 20850 64 800-638-2041 or 301-443-6597 65 Internet:  http://www.fda.gov/cdrh 66 Email: DSMICA@cdrh.fda.gov 67 Facts-On-Demand (faxback): 301-827-0111 68 or 69 Communications Staff, HFV-12 70 Center for Veterinary Medicine (CVM) 71 Food and Drug Administration 72 7500 Standish Place 73 Rockville, MD 20855 74 Phone: 301-594-1755 75 Internet :http://www.fda.gov/cvm 76 Draft – Not for Implementation i Table of Contents 77  78 I. INTRODUCTION............................................................................................................. 1 79 A.  Purpose and Scope ................................................................................................ 1 80 B. Regulatory Responsibility .................................................................................... 2 81 II. HOST AND SOURCE PLANT CHARACTERIZATION ........................................... 3 82 A.  General Considerations ........................................................................................ 3 83 B. Host Plants ............................................................................................................. 3 84 C.  Bioengineered Source Plants ................................................................................ 4 85 III. ENVIRONMENTAL CONSIDERATIONS................................................................... 7 86 A.  General Considerations ........................................................................................ 7 87 B. National Environmental Policy Act (NEPA) ...................................................... 8 88 C.  Confinement Measures......................................................................................... 8 89 IV.  MANUFACTURING AND PROCESS-RELATED CONSIDERATIONS............... 11 90 A.  General Considerations ...................................................................................... 11 91 B. Special Considerations for Whole Fruit or Vegetable Products .................... 12 92 C.  Applicable FDA and USDA Regulations .......................................................... 12 93 D. Product Manufacturing Procedures ................................................................. 13 94 E. Characterization of the Product ........................................................................ 17 95 F. Product Stability ................................................................................................. 17 96 V.  PRE-CLINICAL CONSIDERATIONS FOR BIOENGINEERED 97 PHARMACEUTICAL PLANT-DERIVED PRODUCTS FOR USE IN HUMANS 18 98 A.  General Considerations ...................................................................................... 18 99 B. Evaluation of Impurities..................................................................................... 19 100 C.  Allergenicity......................................................................................................... 20 101 D. Immunogenicity................................................................................................... 20 102 VI. CLINICAL TESTING FOR FDA-REGULATED PRODUCTS AND PRE-103 LICENSE TESTING FOR USDA-REGULATED PRODUCTS ............................... 20 104 VII. DEFINITIONS ................................................................................................................ 21 105 VIII. REFERENCES................................................................................................................ 24 106 APPENDIX A.............................................................................................................................. 26 107 108 Draft – Not for Implementation 1 Guidance for Industry 108  109 Drugs, Biologics, and Medical Devices Derived from Bioengineered 110 Plants for Use in Humans and Animals 111  112  113 This guidance document represents the agencies’ current thinking on this topic.  It does not 114 create or confer any rights for or on any person and does not operate to bind FDA, USDA, or 115 the public.  An alternative approach may be used if such approach satisfies the requirements of 116 applicable statutes and regulations. 117  118  119 I. INTRODUCTION 120  121 A. Purpose and Scope  122  123 This document is the result of a combined effort by the U.S. Food and Drug Administration 124 (FDA) and the U.S. Department of Agriculture (USDA) to provide guidance with regard to 125 the use of bioengineered plants or plant materials to produce biological products, including 126 intermediates, protein drugs, medical devices, new animal drugs, and veterinary biologics 127 regulated by FDA or USDA (hereafter referred to as “regulated products”).  This document 128 does not address non-protein drugs, botanicals, or allergenic products (21 CFR 680.1) for 129 human use.  It should be noted, however, that if a bioengineered pharmaceutical plant is 130 used to produce a non-protein drug product, the principles described in this document 131 regarding the host and source plant characterization and the environmental considerations 132 would be applicable.  If you are planning to produce a non-protein drug product for human 133 use in a bioengineered pharmaceutical plant, consultation with FDA’s Center for Drug 134 Evaluation and Research (CDER) early in the drug development process is encouraged.  For 135 the purposes of this document, the term “bioengineered pharmaceutical plant” means any 136 plant manipulated by recombinant DNA technology to express a gene encoding a biological 137 or drug product.  138  139 Within this document, “you” refers collectively to sponsors, manufacturers, licensees, and 140 applicants; “we” refers to FDA and/or USDA/Animal and Plant Health Inspection Service 141 (APHIS)/Center for Veterinary Biologics (CVB). 142  143 This document outlines important scientific questions and information that you should 144 address during the investigation of a new animal drug and preparation of an Investigational 145 New Drug (IND) application, Investigational Device Exemptions (IDE), Biologic License 146 Application (BLA), New Drug Application (NDA), New Animal Drug Application 147 (NADA), Premarket Approval (PMA), or 510(k) to the FDA, or a United States Veterinary 148 Biological Product License Application (VBPLA) to the USDA (hereafter referred to as 149 “your application”).  This document presents points that you should consider to demonstrate 150 the safety and effectiveness of products from bioengineered pharmaceutical plants for use in 151 Draft – Not for Implementation 2 humans or animals or as components in clinical diagnostic systems.   152  153 In addition, this document presents points you should consider in addressing environmental 154 issues as well as confinement measures that should be an integral part of the manufacturing 155 process for all pharmaceutical products produced in bioengineered pharmaceutical plants or 156 plants infected with engineered vectors containing genetic material for the expression of 157 regulated products.  158  159 This document is directed at the issues unique to the use of bioengineered pharmaceutical 160 plants as source material for the production of FDA and/or USDA regulated products.  161 Therefore, it does not focus on many aspects of regulated products that are shared with other 162 expression systems.  Given the complexity and variety of products, no single document can 163 anticipate and address all issues.  You are encouraged to consult other FDA and USDA 164 documents for guidance on other specific topics relevant to your product. 165  166 You should be aware that the Biotechnology Regulatory Services Division (BRS) within 167 APHIS oversees the importation and interstate movement of bioengineered pharmaceutical 168 plants and infectious plant vectors as well as the release of these entities into the 169 environment (i.e., outside of a contained facility, such as a greenhouse, laboratory, or 170 fermentor).  You must receive a permit from APHIS/BRS prior to engaging in these 171 activities (7 CFR 340).  You may obtain guidance on applying for a permit at the 172 USDA/APHIS website http://www.aphis.usda.gov/biotech or by writing to 173 USDA/APHIS/BRS (see addresses in Appendix A).  This document will not describe the 174 plant permitting process.  175  176 B. Regulatory Responsibility 177  178 The FDA regulates human biologics, and human and animal drugs derived from 179 bioengineered pharmaceutical plants, intended for therapeutic, preventative, or diagnostic 180 purposes.  Biological products and drugs for use in humans are regulated by the Center for 181 Biologics Evaluation and Research (CBER) and CDER under authority of the Public Health 182 Service Act (PHS Act) (42 U.S.C. 262 et seq.) and the Federal Food, Drug, and Cosmetic 183 Act (FD&C Act) (21 U.S.C. 301 et seq.).  FDA also regulates animal drugs derived from 184 bioengineered pharmaceutical plants, intended for use in the diagnosis, cure, mitigation, 185 treatment, or prevention of disease in animals or to alter the structure or function of the 186 animal.  New animal drugs and animal feeds containing new animal drugs are regulated by 187 the Center for Veterinary Medicine (CVM) under authority of the FD&C Act. The FDA 188 regulations are found at Title 21 of the Code of Federal Regulations (21 CFR).  189  190 The USDA regulates veterinary biologics through the Center for Veterinary Biologics 191 (CVB) within Veterinary Services in APHIS under the authority of the Virus, Serum, and 192 Toxins Act (21 U.S.C. 151 et seq.).  The USDA regulations are found at Title 9 of the Code 193 of Federal Regulations (9 CFR) Parts 101-124.   194  195 As mentioned above, APHIS/BRS regulates the importation, interstate movement, and 196 release into the environment (e.g., field testing) of all such bioengineered pharmaceutical 197 Draft – Not for Implementation 3 plants, under the Plant Protection Act (7 U.S.C. 7701-7772).  The APHIS/BRS regulations 198 are found at Title 7 of the Code of Federal Regulations (7 CFR), in particular 7 CFR 340. 199  200 Appendix A provides a listing of the points of contact at the agencies. 201  202 To minimize duplication, review of environmental safety issues posed by field growth of the 203 bioengineered pharmaceutical plants, including National Environmental Policy Act (NEPA) 204 assessments, will be addressed primarily by APHIS/BRS.  Because bioengineered 205 pharmaceutical plants will be grown under APHIS permit, and because permits enabling 206 field trials will be obtained prior to submission of a product application, APHIS/BRS will 207 identify and evaluate the potential environmental effects posed by field growth of such 208 plants.  Environmental concerns posed by use of the regulated product will be addressed in 209 the NEPA analysis conducted by the regulatory agency respons ible for review and/or 210 approval of the product.  These agencies' NEPA analyses will take into account 211 APHIS/BRS’s environmental reviews.  Also refer to section III.B. National Environmental 212 Policy Act. 213  214  215 II. HOST AND SOURCE PLANT CHARACTERIZATION 216  217 A. General Considerations  218  219 In the development stage, you should give careful consideration to choosing the plant 220 species that will be used as the source of the desired regulated product.  Concerns to be 221 addressed include: the potential for the plant to express an allergenic or toxic compound; the 222 method of plant propagation and the measures to ensure confinement; and, if it is a food 223 crop species engineered to produce non-food material, the measures to ensure that non-food 224 (or non-feed) material will not get into food or feed.  The presence of any such material in 225 food or feed could render such products adulterated under the FD&C Act (21 U.S.C. 342). 226  227 You are encouraged to refer to pertinent guidance documents and regulations, and to consult 228 with the regulatory agencies as early as possible in the development process to ensure that 229 you are aware of the most current regulatory requirements.  230  231 B. Host Plants 232  233 You should provide in your application a thorough description of the host plant biology that 234 includes information necessary to identify it in the narrowest taxonomic grouping applicable 235 (e.g., genus, species, subspecies, variety or cultivar, line designation). 236  237 In order for the agencies to assess the ability of the chosen plant to consistently manufacture 238 your intended product, you should submit a description of the reproductive biology of the 239 unmodified plant and production practices with regard to: 240 • growth habitat as an annual, perennial, or biennial; 241 • timing of sexual maturity and duration of flowering; 242 • seed production and harvesting; 243 Draft – Not for Implementation 4 • recognized practices for maintaining seed stock purity; 244 • conditions of growth; 245 • timing of harvest; 246 • method of harvesting; and 247 • transporting, storage and sorting of harvested materials. 248  249 In addition, you should provide a description of the host plant including levels of any toxins, 250 anti-nutrients, and allergens known to be produced by the plant species and whether it is 251 known to accumulate heavy metals.  Please state if the plant is of a species used for food or 252 feed in a raw or processed form.  253  254 C. Bioengineered Source Plants  255  256 1. General Considerations 257  258 The host plant may be bioengineered to increase the expression of an endogenous 259 gene product or to manipulate the plant to produce a heterologous gene product.  260 The modifying gene may be transiently added to the plant or it may be inserted in a 261 stable manner.  Regardless of the method of gene expression used, traceable 262 documentation of the growth and expression phase of the manufacturing process, 263 including banking of the plant lines and/or vectors should be maintained.  Most 264 importantly, you should include data in your application to demonstrate that the 265 source plant produces a consistent product. 266  267 When the bioengineered pharmaceutical plant is from a species that is used for food 268 or feed, measures should be in place to ensure that there is no inadvertent mixing of 269 the bioengineered plant material with plant material intended for food or feed use.   270 The presence of any such material in food or feed could render such products 271 adulterated under the FD&C Act (21 U.S.C. 342).  We strongly recommend that you 272 have tests available that can detect the presence of the target gene and the protein 273 product in the raw agricultural commodity. 274  275 2. Characterization of the Recombinant DNA 276  277 In your application, you should provide a full characterization of the recombinant 278 DNA constructs or viral vectors used to transfer genes, including: 279 • the origin and function of all component parts of the construct, including 280 coding regions, antibiotic- or herbicide-resistance genes, origins of replication, 281 promoters, and enhancers;  282 • physical map of the construct(s) illustrating the position of each functional 283 component;  284 • method used for plasmid propagation; 285 • any sequences required for bacterial expression of plasmid constructs; 286 • the nucleotide sequence of the intended insert up to and including the 287 junctions at the 5’- and 3’- ends; and  288 • any changes in codons to reflect more acceptable codon usage in plants. 289 Draft – Not for Implementation 5  290 For the purposes of this document, coding regions include full- length and 291 truncated sense constructs, antisense constructs, and constructs containing 292 ribozymes, regardless of whether or not the coding region is designed or expected 293 to be expressed in the bioengineered pharmaceutical plant. 294  295 For additional details regarding analysis of r-DNA constructs for human 296 biologics, please refer to the International Conference on Harmonisation (ICH); 297 Technical Requirements for Registration of Pharmaceuticals for Human Use – 298 Guideline Q5B: Quality of Biotechnological Products: Analysis of the Expression 299 Construct in Cells Used for Production of r-DNA Derived Protein Products (Ref. 300 1).  301  302 3. Stable Transformation Systems 303  304 Before preparing Master Seeds or Master Seed Banks (MSB) and Working Seeds 305 or Working Seed Banks (WSB), we recommend that you establish a suitable 306 transformant.  For stable transformation systems, you should describe the gene 307 transfer method in detail and provide relevant references, as appropriate. An 308 analysis should be performed to determine the number of copies of the gene 309 inserted, the number of integration sites, and to demonstrate if complete or partial 310 copies are inserted into the plant’s genome. You should determine the nucleotide 311 sequence of the insert from DNA or mRNA retrieved from the stably-transfected 312 plants in order to confirm the integrity and fidelity of the DNA insert.  When a 313 fragment of a coding region designed to be expressed in a plant is detected, you 314 should determine whether a fusion protein could be produced and in which host 315 tissues it may be located.  316  317 If the transformation system utilizes a pathogenic organism or nucleic acid 318 sequences from a pathogen, you should provide a description of the pathogen, the 319 strain, and the gene(s) involved.  If any such pathogenesis-related DNA sequences 320 were removed or altered prior to transformation, you should describe these 321 changes in detail.  Any helper plasmids or analogous DNA fragments used in the 322 transformation process should also be described.  For example, for 323 Agrobacterium-mediated transformation, provide the strain designation of the 324 Agrobacterium used during the transformation process, indicate how the Ti 325 plasmid-based vector was disarmed, and indicate whether Agrobacterium was 326 cleared from the transformed tissue. 327  328 You should submit a complete description of the process, including selection 329 methods for the final transformant.  You should include the source of and the 330 methods used to prepare the recipient tissue or cells and, if the tissues or cells are 331 cultured or pre-treated in any way, you should provide a complete description of 332 the reagents used and composition of the culture medium.  For direct 333 transformation methods, you also should provide a thorough description of the 334 transforming DNA preparation: including amount and concentration of transgenic 335 Draft – Not for Implementation 6 DNA; the nature, source, and concentration of any carrier DNA; the composition 336 and source of carrier particles; and the source and concentration of any other 337 excipients.  In addition, you should describe in detail any tests used to evaluate 338 the transformations process and provide the results. 339  340 4. Transient Transfection Systems: 341  342 Virus-mediated transient transfection systems, in their simplest form, employ two 343 components: a recombinant virus vector and a host plant.  Characterization of the 344 host plant should include the information outlined in section II. B., above. The 345 information you provide regarding the recombinant virus vector should include 346 the following:  347 • the taxonomic name of the virus, including family, genus, and strain 348 designation, including any synonyms;  349 • the type of nucleic acid contained in the virus (DNA or RNA);  350 • whether the virus is associated with any satellite or helper viruses; 351 • the natural host range of the virus;  352 • how the virus is transmitted; 353 •  if the virus is transmitted by a vector, the identity of the vector including 354 mode of transmission (e.g., persistent or non-persistent); 355 • the identity of the viral gene(s) (if known) involved in vector transmission;  356 • whether any synergistic or transcapsidation interactions with other viruses 357 under field situations have been reported in the literature; 358 • the protocol for purification of the virus; 359 • the protocol for cloning of recombinant virus;  360 • a description of the preparation of the Master Plasmid Bank (MPB), if one is 361 used;  362 • the storage conditions and data demonstrating stability of the MPB; 363 • the protocol for the preparation of infectious nucleic acid from plasmid; and 364 • data characterizing the infectious nucleic acid with respect to its identity with 365 the parental genome. 366  367 You should include relevant literature citations to any of the above information, 368 as appropriate.   369  370 5. Genetic Stability: Seed Banks and Vegetative Propagation 371  372 Regardless of whether a transient-transfection system or a stable transformation 373 system is used, you should prepare a MSB and a WSB to ensure consistent lot-to-374 lot growth of the plant and expression of the regulated product.  The description 375 of the MSB in your application should include the identification, the method of 376 production, the results of analytical tests used to characterize it, the size of the 377 bank, the storage conditions, and data demonstrating its viability, bioburden 378 (including speciation of contaminants), uniformity of gene content, and stability. 379  380 Draft – Not for Implementation 7 You should submit data demonstrating that bioengineered pharmaceutical plant 381 lines derived through stable transformation are stable in both phenotype and 382 genotype. To demonstrate genetic stability, you should include data from a 383 segregation analysis for the trait of interest, as well as from a molecular 384 characterization of the genomic insert (e.g., Southern analysis) and from analyses 385 of expression of the intended product. 386  387 For plants that are fertile, you should provide data demonstrating the pattern and 388 stability of inheritance and expression of the new traits over several generations 389 sufficient to ensure stability over the number of generations that will be used 390 during manufacture of the regulated product.  391  392 For plants that are infertile or for which it is difficult to produce seed (such as 393 vegetatively propagated male-sterile potatoes), you should provide data to 394 demonstrate that the trait is stably maintained and expressed during vegetative 395 propagation over a number of cycles that is appropriate to the crop. 396  397 6. Tissue Distribution of Expression Products 398  399 For all inserted coding regions, you should provide data that demonstrates 400 whether the protein is or is not produced (describe assay method and indicate 401 limit of detection) as intended in the expected tissues consistent with the 402 associated regulatory sequences driving its expression (e.g., if the gene is 403 inducible, you should determine if the gene is expressed in the expected tissues 404 under induction conditions). You should provide quantitative data characterizing 405 the distribution of the product in the major plant tissues (e.g., leaves, roots, stalks, 406 seeds). 407  408  409 III. ENVIRONMENTAL CONSIDERATIONS 410  411 A. General Considerations  412  413 Using bioengineered pharmaceutical plants to produce regulated products for use in 414 animals or humans raises a number of environmental concerns that you should address, 415 including confinement measures that may be needed to control the spread of the 416 bioengineered pharmaceutical plants and to keep them from entering the food or feed 417 supply. We encourage you to consult with the regulatory agencies as early as possible in 418 the development process to ensure that you are aware of the most current regulatory 419 requirements.  For example, you should contact APHIS/BRS for more information on 420 regulations governing the plants while in the field or in transport.  APHIS/BRS 421 authorization is required for the interstate movement, importation, and field release of 422 plants addressed by this guidance (7 CFR 340).  For most initial experiments and 423 commercial uses of these plants, a USDA/APHIS/BRS permit will be needed.  Refer to 424 USDA regulations (7 CFR 340) that can be found at APHIS's home page 425 http://www.aphis.usda.gov/biotech.   426 Draft – Not for Implementation 8  427 Bioengineered pharmaceutical plants that are grown exclusively in an enclosed building 428 (e.g., greenhouse) generally will be considered to be confined during the growing period 429 if there are control measures in place to eliminate the spread of pollen or seeds outside of 430 the facility.  Growing plants in such an enclosed building does not require a 431 USDA/APHIS/BRS permit, however, the importation or interstate movement of 432 bioengineered pharmaceutical plants would require a permit (7 CFR 340.4). 433  434 B. National Environmental Policy Act (NEPA) 435  436 You should be aware of NEPA requirements for both the FDA (21 CFR part 25) and the 437 USDA (7 CFR part 372).  You should consider the potential environmental impact of all 438 aspects of the manufacturing process, including but not limited to transport of seeds and 439 plants, planting, growing, harvesting, processing, purifying, packaging, storage, and 440 disposal.  If you believe that your activities are categorically excluded by 7 CFR 441 372.5(c), 21 CFR 25.31, or 25.33 from the requirement to submit an environmental 442 assessment, you should state this in your application.  You are encouraged to consult 443 available guidance documents (Refs. 2, 3) and to talk directly with the USDA and the 444 FDA regarding NEPA requirements.  A copy of the letter from APHIS/BRS granting 445 your permit should be submitted in your application for the regulated product in support 446 of the environmental assessment (21 CFR 25.15 and 25.40) or the claim of categorical 447 exclusion (21 CFR 25.31, 25.33 or 7 CFR 372.5(c)).  FDA and CVB intend to take 448 APHIS/BRS evaluations and determinations into account in doing their own NEPA 449 assessments. 450  451 C. Confinement Measures 452  453 1. General Considerations 454  455 Regardless of whether the bioengineered pharmaceutical plants are grown and/or 456 processed by you or on a contractual basis by other persons, manufacturing 457 controls are your responsibility and should be documented clearly in standard 458 operating procedures (SOPs), Outlines of Production, or other records, as 459 appropriate (see section IV.C., Applicable FDA and USDA Regulations).  For 460 FDA regulated products, refer to 21 CFR 200.10, parts 210 and 211, 514.1, and 461 820.50; see also FDA’s Draft Guidance for Industry: Cooperative Manufacturing 462 Arrangements for Licensed Biologics (Ref. 4) once it is finalized.   463  464 In developing a bioengineered pharmaceutical plant, you should implement 465 procedures to ensure that such a plant line is used only for its intended purpose as 466 a source material for a regulated product.  As described in 7 CFR 340.4, 340.7, 467 and 340.8, a permit from USDA/APHIS/BRS is required for the interstate 468 transport of bioengineered pharmaceutical plants or seeds for such plants, and you 469 must keep records documenting the handling and transfer of such materials.  470 Shipment of bioengineered pharmaceutical plants for veterinary biologics requires 471 permission from USDA/APHIS/BRS.  When manufacturing firms are shipping 472 Draft – Not for Implementation 9 veterinary biological products at any stage of production, shipment must be 473 authorized by CVB and is regulated under 9 CFR 103.3.  Such controlled transfer 474 of source materials helps ensure that these plants are not diverted to unintended 475 uses.  476  477 When a plant species that is used for food or feed is bioengineered to produce a 478 regulated product, you should consider the use of strategies that allow the 479 bioengineered pharmaceutical plant line to be readily distinguished from its food 480 or feed counterpart. Such strategies might include the use of genetic markers that 481 alter the physical appearance of the plant (e.g., a novel color or leaf pattern), or 482 change the conditions under which a plant will grow (e.g., the use of an 483 auxotrophic marker gene).  You should also consider strategies to reduce the 484 likelihood of unintended exposure to a regulated product by restricting the 485 expression of the bioengineered pharmaceutical product to a few specific plant 486 tissues (e.g., the use of tissue specific promoters) or by restricting the conditions 487 under which the product will be expressed (e.g., use of an inducible promoter).  488 For such plants that outcross, you may want to consider growing them in regions 489 of the country where little or none of its food/feed counterparts are grown. 490  491 Measures should be in place to ensure that there is no inadvertent mixing of the 492 bioengineered pharmaceutical plant with plant material intended for food or feed 493 (including inadvertent mixing with seeds for food or feed crops).  During the 494 development of your overall production process (from the farm through the final 495 product), you should determine where in the process inadvertent mixing could 496 occur and establish appropriate control measures. We strongly recommend that 497 you have tests available that can detect the presence of the target gene and the 498 protein product in the raw agricultural commodity.  The presence of the target 499 gene or gene product in food or feed could render such products adulterated under 500 the FD&C Act (21 U.S.C. 342).  You may wish to consult with FDA’s Center for 501 Food Safety and Applied Nutrition (CFSAN) or with CVM about the legal 502 implications of any such material getting into food or feed. 503  504 2. Control of Seed Stocks 505  506 You should maintain careful control over the inventory and disposition of viable 507 seeds to preclude the possibility that such seeds will be used to produce material 508 that could be used for food or feed production.  When seed stocks are produced, 509 there should be an accounting of the total yield of seed (e.g., by weight or by 510 volume).  Seed stocks should be stored in aliquots of appropriate volume to allow 511 reasonably accurate accounting of use and disposition.  A record of the amount 512 and disposition of any withdrawals from the seed bank should be made (7 CFR 513 340.4(b)(12)).  Seed stocks should be prominently labeled in accordance with the 514 permit issued by APHIS/BRS for field growth or interstate shipment of 515 bioengineered seeds (7 CFR 340.7). 516  517 Draft – Not for Implementation 10 3. Field-grown Plants 518  519 You must have a permit from APHIS/BRS to grow bioengineered pharmaceutical 520 plants in the field (7 CFR 340.4) and must have control over the growing process 521 from planting through harvesting and over the disposition of remaining crops 522 and/or crop residue and, if required, over the subsequent use of the field if for 523 growth of food or feed or as a pasture during subsequent seasons.  All persons 524 involved in field growth of the product should be adequately trained to perform 525 the duties for which they are responsible.  Control measures should include an 526 accounting of seed that is transferred from seed bank storage to the field for 527 planting, or for archiving.  Documentation of the size and location of all sites 528 where the bioengineered pharmaceutical plants will be grown, of the control of 529 pollen spread, and of the subsequent use of the field and destruction of volunteer 530 plants in subsequent growing seasons should be maintained and provided to the 531 FDA and CVB, as appropriate.  Fields should be unambiguously identified, such 532 as by Global Position Satellite (GPS) markers.  We recommend that you consider 533 the use of perimeter fencing to help exclude wildlife and escaped livestock.  All 534 fields used to grow source bioengineered pharmaceutical plants are subject to 535 inspection by the USDA (7 CFR 340.4; 9 CFR 101-108) and/or by the FDA (42 536 U.S.C. 262; 21 U.S.C. 374).  537  538 4. Control of Harvested Material 539  540 APHIS requires that appropriate confinement procedures be in place for transport 541 of the source material from the field or greenhouse to the production facility (7 542 CFR 340.4(b)(10-12)).  During transport, containers of harvested material should 543 carry a label that clearly indicates that the material, including but not limited to 544 seeds, leaves, roots, and stems, is not to be used for food or feed or for any 545 purposes in which residual materials could be used for food or feed (such as 546 ethanol production).  Reconciliation of the quantities of material leaving the 547 growing facility and arriving at the processing facility should be made.  In 548 manufacturing of a regulated product, records must be kept to document control 549 over harvested material in accordance with 21 CFR part 211 subpart J, 21 CFR 550 part 226 subpart E, 7 CFR 340.4, or 9 CFR part 116 and made available for 551 inspection by the FDA or CVB, as appropriate. 552  553 5. Control at Processing Facilities 554  555 As stated in section III.C.1., you should implement appropriate procedures to 556 ensure that bioengineered pharmaceutical plants or plant materials do not 557 unintentionally mix with other plant products, particularly those used as food or 558 feed.  Source plant materials should not be processed in facilities that also are 559 used for the production of food or feed, such as grain mills, without prior 560 consultation with USDA/APHIS/BRS and FDA. 561  562 Draft – Not for Implementation 11 6. Control of Waste Material 563  564 In-process wastes (e.g., column wash solutions, diafiltration solutions, etc.), 565 rejected in-process material, and residual source plant material from the 566 purification process should be treated to inactivate the regulated product prior to 567 disposal, as appropriate.  They should be disposed in a manner to ensure that the 568 material will not enter the human or animal food chain unless you have 569 specifically consulted with FDA for the use of this material in food or feed 570 products.  Disposal should conform to local and state regulations. Waste material 571 from the manufacture of human drug and biological products, or animal drugs 572 should be disposed of in a safe and sanitary manner (21 CFR 211.50).  Veterinary 573 biologic materials should be disposed of in a manner consistent with 9 CFR 574 114.15, Disposal of Unsatisfactory Products and By-products, following 575 Veterinary Services Memorandum 800.56.  If, rather than disposal, the residual 576 material is to be used for a secondary purpose other than a food or feed product, 577 there should be clear procedures in place to verify the disposition of this material 578 and by-products and to document that it will not be used for food or feed. 579  580  581 IV. MANUFACTURING AND PROCESS-RELATED CONSIDERATIONS 582  583 A. General Considerations  584  585 Facilities and procedures used for the manufacturing of regulated products should be 586 designed to prevent contamination and cross-contamination during harvest and processing 587 of source material.  The flow of personnel, material, product, and waste into and out of the 588 facility should be designed to prevent contamination of the product.  You should establish 589 written procedures for appropriate cleaning, maintenance, and sanitization of equipment and 590 utensils to prevent malfunctions or contamination that would alter the safety, identity, 591 strength, quality, or purity of the drug products beyond established requirements (21 CFR 592 211.67).  In controlled areas with specified air classifications, a program for monitoring the 593 environment for viable and non-viable particulates should be established based on the 594 criticality of the manufacturing process involved and should include active monitoring of 595 critical manufacturing processes as they are performed.  For FDA-regulated products, 596 manufacturing controls, including process validation, should be appropriate for the type of 597 product and stage of development.  The regulations governing facilities requirements are 598 listed in section IV.C., Applicable FDA and USDA Regulations.   599  600 Because microbiological contaminants can have an adverse effect on product safety, quality, 601 and stability, we recommend that you establish processing steps to decrease bioburden 602 levels as the material moves through the manufacturing process (21 CFR 211.80(b)).  The 603 validation activities described in this section should be phased in during the investigational 604 phase, as the clinical studies progress toward submission of a regulated product application.  605 It should be noted however that assurance of sterility or limits on bioburden in the final 606 product may be required as appropriate, depending on the final form and intended use of the 607 product (e.g., parenteral vs. whole fruit or vegetable). (21 CFR 211.80, 211.100-103, and 608 Draft – Not for Implementation 12 211.113; 21 CFR parts 226, 514, 610, and 820; and 9 CFR part 113.) 609  610 You should only use source materials with appropriate quality attributes for manufacture of 611 the product.  Each lot of source material should be assessed for the presence of foreign 612 matter.  Care should be taken to minimize contaminants (e.g., molds and other agents that 613 may be present in the source material) that could lead to the inadvertent exposure of 614 recipients of regulated products to undesirable impurities or could affect product quality 615 (e.g., microbial proteases). 616  617 For veterinary biologics, manufacturing must be in accordance with an Outline of 618 Production filed with CVB as required by 9 CFR 114.8 and 114.9.  For all other regulated 619 products, you must document the manufacturing procedure and lot-specific data (21 CFR 620 part 211 subpart F, 226.102, part 514, and 820.184).  You should ensure that source material 621 is propagated, harvested, and processed in accordance with written standard operating 622 procedures that will ensure the adequate processing of the plant derived material and specify 623 the acceptable limits and kinds of contaminants that may be present.  Specifications should 624 be established regarding the health status of the plants at the time of viral infection and/or 625 harvest.   626  627 B. Special Considerations for Whole Fruit or Vegetable Products 628  629 One of the challenges in the use of whole vegetables and/or fruits as the delivery system for 630 edible biologics is the demonstration of batch uniformity and consistency of dose.  A 631 homogenization step to produce a uniform bulk drug substance, such as a puree, juice, or 632 milled grain may be necessary.  Testing could then be conducted on this homogenized 633 product to demonstrate potency.  In addition, if the plant line used for production is known 634 to be allergenic, you should consult with FDA or CVB, as appropriate, to discuss the safety 635 and regulatory issues. 636  637 • Packaging for regulated products must comply with applicable regulations. For 638 FDA-regulated products, packaging should be consistent with 21 CFR parts 210, 639 211, 226, 314, 514, 600, 610, and 820. Packaging for APHIS/CVB-regulated 640 products should comply with 9 CFR part 112.  Although edible products for 641 pharmaceutical use in humans, such as whole fruit or vegetable vaccines, are 642 regulated as biologics, not foods, we generally recommend that you package your 643 edible biological products in material that conforms to food packaging regulations 644 (21 CFR 174.5).  The plant source must be clearly identified in the label or 645 packaging material for biologics for use in humans (21 CFR 610.61(p)) or animals 646 (9 CFR 112). The plant source should be clearly identified in the labeling of both 647 oral and non-oral prescription drugs (21 CFR 201.57(a)(2); see also 21 CFR 648 201.100(b)(4) and (5)).  For products containing viable seeds, you should consult 649 with FDA or CVB, as appropriate.  650  651 C. Applicable FDA and USDA Regulations  652  653 The specific regulations applicable to the manufacture of a regulated product derived from 654 Draft – Not for Implementation 13 bioengineered pharmaceutical plants are based on: the intended recipient of the product (i.e., 655 human or animal); the intended use of the product (e.g., biologic, drug, or device); and the 656 intended route of administration (e.g., parenteral vs. oral).  The Table below includes, but is 657 not limited to, the following applicable regulations for specific classes of regulated products 658 for use in humans or animals.  659  660 Planned use Applicable regulations  Human drug or biologic for parenteral administration 7 CFR part 340, 21 CFR parts 210, 211, 312, 314, 600, 601, 610 Human drug or biologic for oral administration 7 CFR part 340, 21 CFR 174.5, parts 210, 211, 312, 314, 600, 601, 610 Biologic device for human use 7 CFR part 340, 21 CFR parts 600, 601, 610, 812, 814, 820 Animal drug: Type A medicated articles and Type B and C medicated feed 7 CFR part 340, 21 CFR parts 225, 226, 500, 510, 511, 514, 515, 558 Animal drug 7 CFR part 340, 21 CFR parts 210, 211, 500, 510, 511, 514 Veterinary biologic 7 CFR part 340, 9 CFR parts 101-118  661 We encourage you to refer to FDA and CVB guidance documents for additional information 662 and recommendations specific to the product class.  Any exceptions to the regulatory 663 requirements must be obtained as provided by regulation.  For example, the general safety, 664 sterility, and mycoplasma tests prescribed in 21 CFR 610.11-12 and 610.30 (for biologics 665 for use in humans) or 9 CFR 113.26-28 (for veterinary biologics) may be inappropriate for 666 some products (e.g., edible plant material intended for use as an oral dosage form) and 667 modifications or alternative, but equivalent, methods of demonstrating a product's safety and 668 sterility may be permitted in accordance with 21 CFR 610.9 or the product may be 669 exempted in accordance with 9 CFR 113.4 (see Table, above).   670  671 D. Product Manufacturing Procedures 672  673 1. General Considerations 674  675 Your application should include a description of each step of the purification 676 process including analytical tests to demonstrate identity, purity, and 677 concentration, and the levels of product related and non-product related 678 impurities.  This is particularly important if the impurities are determined to be 679 toxins, allergens, teratogens, or carcinogens.  For each process that is not intended 680 to be sterile, you should describe the procedures to be followed to control 681 extraneous bioburden and the in-process testing used to monitor the level of 682 bioburden (see, 21 CFR 211.113, 226.102, 312.23, 314.50(d), 514.1(b), 820.70, 683 820.181, and 820.184).  A summary of the manufacturing, including propagation 684 of the source material, should be available at the site where the manufacturing 685 occurred (21 CFR 211 subpart J).  You should consult with the appropriate 686 agency regarding the applicability of these considerations to device components. 687  688 Draft – Not for Implementation 14 2. Growth Conditions 689  690 The Chemistry, Manufacturing, and Controls (CMC) section or the Outline of 691 Production should include information regarding the location of source plant 692 propagation.  For greenhouse-grown material, you should include in the 693 description the types of containers, the soil mix composition and qualification 694 criteria, and the greenhouse growth conditions.  For field grown material, the 695 description should include the previous uses of the land (e.g., agricultural and/or 696 industrial use).  We recommend that you establish specification/acceptance 697 criteria/limits for the soil composition and potential soil contaminants that may 698 affect the source material.  In addition, you should describe the agricultural 699 methods utilized during crop growth, including specifications regarding the use of 700 chemicals and limits on specific agricultural practices (e.g., the use of specified 701 fertilizers, pesticides, or herbicides, and irrigation practices relative to a specified 702 harvest time frame, etc.).  You should provide in your application a list of 703 expected pests that will require control during the growth of the bioengineered 704 pharmaceutical plants.  All pest-control measures implemented should be in 705 accordance with good agricultural practices for the growth of food crops in the 706 United States.  The Pesticide Product Information System (Ref. 5) contains 707 information concerning all pesticide products registered in the United States.  In 708 order to evaluate the purity of the product, all pest-control interventions should be 709 described in appropriate SOPs and should be documented in the Batch Record 710 (for FDA-regulated products) or Outline of Production (for veterinary biologics).  711 We recommend that you follow current Good Agricultural Practices (e.g., Ref. 6).  712 If product expression is induced, either chemically or physically, you should 713 establish criteria to ensure that induction is performed consistently from batch to 714 batch.  (See generally, 21 CFR parts 210, 211, 226, 312, 314, 514, 601, 610, and 715 820; see e.g., 21 CFR 211.84, 211.186, 312.23(a)(7), 314.50(d), 514.1, 820.50, 716 and 9 CFR parts 101-118.) 717  718 3. Harvest  719  720 You should describe the method of harvesting the source material in written 721 procedures and document the process in production records.  You should have 722 procedures for determining when the harvest will occur in order to ensure lot-to-723 lot consistency of the source material. You should establish specifications for the 724 harvested material with regard to the levels of active component, process-derived 725 contaminants, significant endogenous impurities, and adventitious agents. For 726 example, you should describe agricultural practices and training of harvesting 727 personnel regarding plant source material quality (e.g., assessment of the disease 728 status of plant for manual harvesting operations, etc.) (21 CFR part 211 subpart 729 B).  You should have written procedures for establishing the necessary training of 730 personnel engaged in harvesting plants to ensure the quality of the harvested 731 material (21 CFR 211.25).  We recommend the use of dedicated equipment.  We 732 recommend that equipment-cleaning procedures be developed and that cleaning 733 agents used on harvesting equipment be described (21 FR 211.67).  In addition, 734 Draft – Not for Implementation 15 you should consider measures to prevent the contamination of the harvested 735 source material with equipment lubricants during processing.  (21 CFR part 211 736 subparts F and J; 21 CFR part 226; 21 CFR 314.50(d)(1), 514.(b)(5); 21 CFR part 737 814 subpart B; 21 CFR 820.70, 820.75, 820.181, 820.250; and 9 CFR parts 101-738 118).  739  740 The description of the harvesting process in the CMC section or Outline of 741 Production should include specifications regarding acceptable conditions of the 742 plants and a listing of equipment used to harvest the source material, including 743 power equipment, hand tools, and transport equipment (see Table, above, for 744 applicable regulations and refer to applicable FDA and CVB guidance 745 documents).  If the equipment is not dedicated to harvesting only the source 746 material, other uses should be documented.  747  748 4. Transfer and Storage Conditions 749  750 Of special concern is the transfer of source material from the field or greenhouse 751 to the manufacturing facility (see section III.C.1., Confinement Measures; for 752 authorities concerning the movement of plant materials).  The source material 753 should be transported in such a way as to exclude introduction of insects, vermin, 754 or potential surface contaminants, which may be carried from the farm field or 755 greenhouse environment, and to ensure that plant material remains confined 756 within the container during transport.  We recommend that during transport, 757 containers of regulated product material should carry a label that clearly indicates 758 that the material is not to be used for food or feed. 759  760 If the harvested source material is to be stored prior to further processing, the 761 storage conditions (e.g., temperature, humidity, volume, density, storage time, 762 etc.) should be fully described in your application.  The material to be stored 763 should be characterized and all properties that may be reasonably expected to 764 affect product quality should be identified and appropriate controls should be 765 specified (e.g., stability of the product, ability to support growth of 766 microorganisms, residual soil content, presence of foreign material, insects, 767 vermin).  Source material should be stored under appropriate conditions to ensure 768 that decomposition processes do not increase the concentration of contaminants 769 above specified levels or adversely affect the desired active pharmaceutical 770 ingredient.  (21 CFR parts 211, 226, 314, 514, 601, and 820, and 9 CFR parts 771 101-118). 772  773 5. Initial Processing of Source Material  774  775 Procedures used to process harvested material should be validated.  Harvested 776 material may be processed to lower bioburden or viability, improve its handling 777 characteristics, bulk consistency, and/or its extractability using various 778 procedures, including washing, sanitizing, milling of grain, shredding of leaves, 779 and homogenization of source plant material, fruits or vegetables.  The material 780 Draft – Not for Implementation 16 produced by these processes may be intended for further processing or for use as 781 the final product (e.g., as an oral vaccine).  (21 CFR 211.110, 211.186, 226.40, 782 and 820.75, and 9 CFR parts 101-118). 783  784 6. Extraction 785  786 The extraction process should be designed to efficiently concentrate the active 787 component or separate it from the rest of the plant material.  As with any 788 purification procedure, the extraction method should not introduce contaminants 789 into the process intermediate.  Acceptance criteria for relevant parameters (e.g., 790 product concentration, total protein concentration) should be established in order 791 to verify lot-to-lot consistency.  If the drug or biologic is extracted into a soluble 792 form, it is advisable to implement sterilizing filtration procedures early in the 793 process.  (See generally, 21 CFR 226.40, 312.23(a)(7), 314.50, 514.1(b)(5)(iv), 794 820.75 and 9 CFR parts 101-118.) 795  796 7. Aseptic Processing 797  798 For those products for which sterility is required, sterility of protein products is 799 usually achieved through the use of appropriately validated filtration steps.  800 However, for products for which sterile filtration is not feasible, we recommend 801 that you use a validated aseptic process.  For FDA-regulated products, refer to 21 802 CFR 211.113, 610.12(g)(4), and 820.75, and current guidance, such as the 803 Guideline on Sterile Drug Products Produced by Aseptic Processing (Ref. 7) and 804 Guidance for Industry:  For the Submission of Documentation for Sterilization 805 Process Validation in Applications for Human and Veterinary Drug Products 806 (Ref. 8).  For veterinary biologics, refer to 9 CFR 113.26 and 113.28 for further 807 information. 808  809 8. Changeover Procedures 810  811 Changeover procedures designed to prevent contamination between harvests of 812 source material should be in place and documented (21 CFR 211.67, 226.30, and 813 820.75).  These procedures should include clearance of all materials and waste 814 from the receiving area and plant material processing equipment, and 815 cleaning/sanitization of surfaces.  Pieces of equipment used for harvesting (e.g., 816 scythe bars, harvested material transportation vehicles) and initial source material 817 processing (e.g., maceration equipment) are of particular concern in terms of 818 cross-contamination.  We recommend that only one lot of source material be 819 processed at a time. If multiple lots of source material are to be processed at one 820 time, segregation procedures should be developed and implemented. Integrity of 821 processing equipment should be demonstrated or closed systems employed, when 822 possible.  Product contact equipment should be sufficiently cleaned between each 823 lot operation to prevent product carry-over contamination of subsequent lots. 824  825 Draft – Not for Implementation 17 9. Process Validation 826  827 All processes used to manufacture the product should be validated prior to 828 marketing the regulated product.  Laboratory studies may help to establish 829 appropriate operating and process parameters and may be used in support of the 830 formal validation study.  You should include information and data from validation 831 protocols and executed validation studies in your application. (21 CFR 211.110, 832 211.165, 211.194(a)(2), and 226.40) 833  834 E. Characterization of the Product 835  836 You should provide a complete characterization of the regulated product.  For purified drug 837 substances and drug products provide a characterization sufficient to ensure its identity, 838 strength, quality, and purity (21 CFR 211.160-165, 211.186, 226.58, 312.23(a)(7), 839 314.50(d)(1)(i), 601.2(a), 820.60, 820.70, 820.75, 820.80-86, and 820.181).  You should 840 include both physicochemical as well as functional assessments.  For purified protein 841 products, the physicochemical description should also include molecular weight, subunit 842 composition, isoelectric point, post-translational modifications, impurity profile, and other 843 relevant parameters.  Functional assays should evaluate clinically relevant activities of the 844 product. You should provide a description of the potency assay for the active component.  845 You should submit information on the sensitivity, specificity, and variability of all assays, 846 including the data from the material used to prepare clinical/pre-clinical lots and prelicense 847 serials that were used to set the acceptance limits for the assay. 848  849 In your application, you should provide specifications for the product, including identity, 850 purity, potency, physicochemical measurements, and measures of stability (21 CFR 851 211.160(b) or 9 CFR 114.9).  If test results are reported for final release of the product, you 852 should establish estimates of variability and upper and lower limits for each specification.  If 853 the purified drug substance is held prior to further processing, a description of the storage 854 conditions and verification of its stability under the conditions described should be included 855 (see section V.).  For FDA-regulated biological products, you are encouraged to consult 856 related guidance documents for general product characterization guidance (Refs. 9, 10).  For 857 new animal drugs, consult with CVM and for veterinary biologics, CVB. 858  859 You should give special consideration to the characterization of edible plant biologics as 860 noted above (section IV.B.) especially for measurements of identity of the active drug or 861 biologic, bioburden limits, dose considerations and final presentation of the product (e.g., 862 juice, puree, whole fruit, etc.). 863  864 F. Product Stability 865  866 Your application should include a stability protocol containing, but not limited to, testing 867 for: 868 • potency; 869 • physicochemical measurements that are stability- indicating; 870 • moisture, if lyophilized; 871 Draft – Not for Implementation 18 • pH, if appropriate; 872 • sterility or control of bioburden; 873 • pyrogenicity, if applicable; and 874 • general safety, if applicable. 875  876 For products intended for use in humans and for new animal drugs, you should submit 877 information on the stability of the final product and any in-process material at each holding 878 step (21 CFR 211.166, 226.58(d), 312.23(a)(7)(iv), 314.50(d)(1), 601.2(a), and 820.75).  879 Additional information for human drugs and biologics can be found in ICH and FDA 880 guidance documents (Refs. 9, 10), in 21 CFR part 514, and a CVM specific guidance 881 document for new animal drugs (Ref. 11).  FDA has also published a draft guidance 882 document issued for public comment and an ICH document on human drug and biological 883 product stability (Refs. 12, 13).  For veterinary biologics, you should establish the stability 884 of the product prior to licensure. 885  886 You should propose an expiration dating period for the final product and designate the 887 recommended storage conditions.  Also, you should define the procedure for determining 888 the date from which the expiration dating period begins.  889  890 A plan for an ongoing stability program should be provided in your application.  This should 891 include the protocol to be used, number of final lots/serials to be entered into the stability 892 protocol each year, and how such lots/serials will be selected. 893  894  895 V. PRE-CLINICAL CONSIDERATIONS FOR BIOENGINEERED 896 PHARMACEUTICAL PLANT-DERIVED PRODUCTS FOR USE IN HUMANS  897  898 A. General Considerations  899  900 This section does not attempt to delineate acceptable practices or testing procedures for each 901 specific technology or particular class of products, but rather is to provide a general 902 approach to pre-clinical testing of bioengineered pharmaceutical plant-derived products for 903 use in humans.  You should consult with the appropriate reviewing division of the 904 appropriate agency for pre-clinical requirements for a specific product class. 905  906 The extent of pre-clinical testing will be determined by the known attributes of the product, 907 the donor genetic material, the host plant, and the extent of structurally and 908 pharmacologically comparable products for which there is clinical experience.  Guidance for 909 the pre-clinical testing of various biological products is available (Refs. 14-16).  Additional 910 consideration given to pre-clinical testing of the bioengineered pharmaceutical plant source 911 material includes the presence and identity of potentially harmful constituents such as: 912 toxicants, pathogens, pesticides, herbicides, fungicides, heavy metals, anti-nutrients, and 913 allergens.  Both in vitro and in vivo studies may contribute to this characterization. 914  915 For plant lines derived from a host plant or related species having a known potential to 916 produce toxins, anti-nutrients, or allergens, you should perform sensitive tests early in 917 Draft – Not for Implementation 19 product development to demonstrate whether the levels of these components have changed 918 in the bioengineered source plant.  If the donor of the DNA is known to be a source of 919 allergens or toxicants, then you should perform appropriate allergenicity or toxicity testing. 920  921 B. Evaluation of Impurities 922  923 Impurities and contaminants include: source-plant-derived impurities, pesticides, herbicides, 924 fungicides, bacterial or fungal-derived impurities, and downstream processing-derived 925 impurities.  Product-related impurities include degradation products, aggregates, or other 926 modified forms of the desired product (e.g., deamidated, isomerized, mismatched disulfide-927 linked, oxidized, or altered conjugated forms).  You should give special attention to post-928 translational modifications unique to plant expression systems, for example the presence of 929 xylose in glycoproteins. 930  931 Further information on this topic is provided in the ICH; Technical Requirements for 932 Registration of Pharmaceuticals for Human Use - Guideline Q6B Specifications: Test 933 Procedures and Acceptance Criteria for Biotechnological/Biological Products (Ref. 9). 934  935 1. Toxicants 936  937 If the host species is known to contain toxicants (e.g., protease inhibitors, 938 hemolytic agents, neurotoxins), analytical tests, animal tests, or validation of 939 removal may be appropriate to establish that the toxicant levels are in a safe range 940 in the final product.  Consult with FDA for further guidance. 941  942 2. Evaluation of Pesticide, Herbicide, and Fungicide Levels 943  944 You should use only pesticides, herbicides and/or fungicides registered by the 945 Environmental Protection Agency (EPA) for use on the crop you are using.  With 946 regard to the final pharmaceutical product, you should specify the maximum 947 amount of any pesticide, herbicide, and/or fungicide residues anticipated to be 948 present, justify the safety of those amounts under conditions of anticipated use of 949 the pharmaceut ical, and demonstrate that the final product does not exceed those 950 limits. A developer who has a new plant that expresses both a bioengineered 951 biologic product and a bioengineered pesticide should consult with EPA regarding 952 the safety of the pesticide. In some instances, validation of removal of the 953 pesticide from the preparation may be an acceptable alternative to final product 954 safety tests.  This document only addresses FDA and USDA guidance; if you 955 have questions regarding the use or safety of pesticides, you should contact EPA. 956  957 3. Evaluation of Metal Toxicants 958  959 You should evaluate both the presence and levels of toxic heavy metals.  960 Consideration should be given to the host plant and whether it stores or 961 accumulates these metals. 962  963 Draft – Not for Implementation 20 C. Allergenicity  964  965 As part of the pre-clinical evaluation, you should consider the allergenicity or 966 immunogenicity of the intended biological product or drug.  Appropriate testing protocols 967 depend upon the intended effect of the product, the intended use (route of administration of 968 the product), and the purity of the product.  You should assess the need for allergenicity 969 testing for each product on an individual basis and take into account production methods 970 that might introduce allergens into the final product (e.g., from inadvertent contamination by 971 mold, animal dander, animal excrement, or dust mite due to field or storage conditions), in 972 addition to the potential allergenicity of the bioengineered pharmaceutical plant, itself.  973 Consult with FDA for further guidance. 974  975 If the source plant producing the product is allergenic or immunogenic, you should test the 976 product for those substances.  Consideration should be given to plant-specific modifications, 977 such as altered glycosylation (e.g., xylose), with regard to potential effects on immunogenic 978 and allergenic responses to the intended product. 979  980 You should evaluate the final product for allergenic determinants, such as N-glycans.  981 Specific serum screening of the expressed protein could be evaluated using sera derived 982 from patients allergic to the source material.  Any positive outcome from specific serum 983 screening would define the product as likely to be allergenic. 984  985 D. Immunogenicity  986  987 You should evaluate your product for plant specific modifications that may contribute to 988 unintended immunogenicity.  Standard immunogenicity testing for these products should be 989 performed according to existing guidance (Refs. 14, 15) and consultation with FDA.  990  991  992 VI. CLINICAL TESTING FOR FDA-REGULATED PRODUCTS AND PRE-993 LICENSE TESTING FOR USDA-REGULATED PRODUCTS 994  995 We recommend that you refer to existing guidance(s) for conduct of clinical studies for drugs 996 and biologics for humans and contact CDER or CBER, respectively if you have further 997 questions. The potential residues of animal drugs (derived from bioengineered plants) in edible 998 food animal tissues may be of concern, and you should contact CVM directly for guidance.  You 999 should contact CVM or CVB before animal drugs or veterinary biologics are tested on non-1000 laboratory animals.  1001  1002 1003 Draft – Not for Implementation 21 VII. DEFINITIONS 1003  1004 APHIS – Animal and Plant Health Inspection Service of the USDA. 1005  1006 Batch – a specific quantity of a drug or other material that is intended to have uniform character 1007 and quality, within specified limits, and is produced according to a single manufacturing order 1008 during the same cycle of manufacture. 1009  1010 Bioengineered pharmaceutical plant – a plant manipulated by recombinant DNA technology 1011 to express a gene encoding a biologic or drug product. 1012  1013 BLA – Biologics License Application. 1014  1015 BRS – Biotechnology Regulatory Services Division of the USDA/APHIS. 1016  1017 CFR – Code of Federal Regulations. 1018  1019 Coding region – protein coding regions contain an open reading frame which can be transcribed 1020 into messenger RNA to direct the synthesis of a protein product. 1021  1022 Confinement – measures implemented to control the co-mingling of bioengineered 1023 pharmaceutical plants with non-bioengineered plants or to limit the distribution of an introduced 1024 gene to a defined area. 1025  1026 Construct – an engineered DNA fragment that contains, but is not limited to, the DNA 1027 sequences to be integrated into a target plant's genome. 1028  1029 CBER – Center for Biologics Evaluation and Research of the FDA. 1030  1031 CDER – Center for Drug Evaluation and Research of the FDA. 1032  1033 CDRH – Center for Devices and Radiological Health of the FDA.  1034  1035 CFSAN – Center for Food Safety and Applied Nutrition of the FDA 1036  1037 CVB – Center for Veterinary Biologics of the USDA/APHIS. 1038  1039 CVM – Center for Veterinary Medicine of the FDA. 1040  1041 Direct delivery systems  – gene delivery systems that do not use biological agents to introduce 1042 foreign genes into plants.  Examples include electroporation, the chemical polyethylene glycol, 1043 microprojectile bombardment, and injection via a capillary tube or pipette. 1044  1045 Drug – human protein drug and new animal drug. 1046  1047 FDA – United States Food and Drug Administration. 1048 Draft – Not for Implementation 22  1049 Genetic stability – the ability of the introduced DNA to be inherited in a predictable fashion and 1050 the introduced trait to be expressed in the transformed plant line and plant lines derived 1051 therefrom in a consistent, reliable, and predictable manner. 1052  1053 Host Plant – the parent plant prior to insertion of the gene encoding the regulated product. 1054  1055 ICH – International Conference on Harmonisation. 1056  1057 IDE – Investigational Device Exemption. 1058  1059 INAD – notice of claimed investigational exemption for a New Animal Drug that must be 1060 submitted prior to shipment of a new animal drug for clinical tests; establishes an Investigational 1061 New Animal Drug file, if one has not already been established for the new animal drug. 1062  1063 IND – Investigational New Drug Application. 1064  1065 Indirect delivery systems  – indirect delivery systems use a biologic agent to introduce the 1066 foreign genes into the plant's genome. 1067  1068 Lot – a batch, or a specific identified portion of a batch, having uniform character and quality 1069 within specified limits; or, in the case of a process, it is a specific identified amount produced in 1070 a unit of time or quantity in a manner that assures its having a uniform character and quality 1071 within specified limits. 1072  1073 Marketing application – a BLA, NDA, NADA, PMA, 510(k), or VBPLA. 1074  1075 MSB – Master Seed Bank (or Master Seed for veterinary biologics). 1076  1077 NADA – New Animal Drug Application. 1078  1079 NDA – New Drug Application. 1080  1081 NEPA – National Environmental Policy Act. 1082  1083 New animal drug –  are articles other than food intended for therapeutic, preventative, 1084 mitigation or diagnostic purposes OR alter the structure and function of the animal. 1085  1086 Non-coding region – DNA sequences that lie outside of an open reading frame and which are 1087 not translated to become part of a protein.  These might include scaffold attachment regions, 1088 promoters, leader sequences, enhancers, introns, terminators, and any other sequences that are 1089 used for gene expression either in the plant or other hosts. 1090  1091 Outline of Production – a detailed protocol of methods of manufacture to be followed in the 1092 preparation of a veterinary biological product. 1093  1094 Draft – Not for Implementation 23 Raw agricultural commodity – any food in its raw or natural state, including all unprocessed 1095 fruits, vegetables, nuts, and grains. 1096  1097 Regulated products – FDA- or CVB-regulated intermediates, and biological products, vaccines, 1098 and drugs, intended for human or animal use and/or animal feed. 1099  1100 Serials – consecutive lots or batches in support of a CVB product license application. 1101  1102 Source material – plant biomass from which the regulated product is produced. 1103  1104 Source plant – bioengineered host plant. 1105  1106 Source plant material – any biomass, including seeds, from a source plant. 1107  1108 Target gene – the gene encoding the regulated product, including any linked regulatory elements 1109 and selectable markers. 1110  1111 Trait(s) – the phenotypic characteristic(s) conferred to the recipient plant by the introduced 1112 DNA. 1113  1114 Transfection system – a method for transitory gene expression using a plant virus. 1115  1116 Transformation event – the introduction into an organism of genetic material that has been 1117 manipulated in vitro.  For the purpose of this document, ‘organism’ refers to plants. 1118  1119 Transformation system – a method for introducing new genes into plants by either direct or 1120 indirect delivery systems. 1121  1122 USDA – United States Department of Agriculture. 1123  1124 VBPLA – United States Veterinary Biological Product License Application. 1125  1126 Vector  – an autonomously replicating DNA molecule into which foreign DNA is inserted and 1127 then propagated in a host cell. 1128  1129 Veterinary biologic - all viruses, serums, toxins, or analogous products at any stage of 1130 production, shipment, distribution, or sale, which are intended for the use in the treatment of 1131 animals and which act primarily trough the direct stimulation, supplementation, enhancement, or 1132 modulation of the immune system or immune response. 1133  1134 Viral vector – a virus that has been modified to contain foreign genes. 1135  1136 Virus – infectious agents containing only nucleic acid and a protein coat that can enter and 1137 replicate in a cell. 1138  1139 WSB – Working Seed Bank (or Working Seed for veterinary biologics). 1140 1141 Draft – Not for Implementation 24 VIII. REFERENCES 1141  1142 1.  ICH; Technical Requirements for Registration of Pharmaceuticals for Human Use - Guideline 1143 Q5B: Quality of Biotechnological Products: Analysis of the Expression Construct in Cells Used 1144 for Production of r-DNA Derived Protein Products – (1996). 1145  1146 2.  FDA Guidance for Industry: Environmental Assessment of Human Drug and Biologics 1147 Applications – (1998). 1148  1149 3.  FDA Guidance for Industry: Environmental Impact Assessments (EIA's) for Veterinary 1150 Medicinal Products (VMP's) - Phase I – (2001). 1151  1152 4.  FDA Draft Guidance for Industry: Cooperative Manufacturing Arrangements for Licensed 1153 Biologics – (1999). 1154  1155 5.  The Pesticide Product Information System contains information concerning all pesticide 1156 products registered in the United States. (http://www.epa.gov/opppmsd1/PPISdata/index.html). 1157  1158 6.  Guide to minimize microbial food safety hazards for fresh fruits and vegetables, 1159 http://www.cfsan.fda.gov/~dms/guidance.html or 1160 http://www.foodsafety.gov/~dms/prodguid.html 1161  1162 7.  FDA Guideline on Sterile Drug Products Produced by Aseptic Processing – (1987). 1163  1164 8.  FDA Guidance for Industry:  For the Submission of Documentation for Sterilization Process 1165 Validation in Applications for Human and Veterinary Drug Products –  (1994). 1166  1167 9.  ICH; Technical Requirements for Registration of Pharmaceuticals for Human Use - Guideline 1168 Q6B Specifications: Test Procedures and Acceptance Criteria for Biotechnological/Biological 1169 Products – (1999). 1170  1171 10.  FDA Points to Consider in the Manufacture and Testing of Monoclonal Antibody Products 1172 for Human Use – (1997).  1173  1174 11.  FDA Guidance for Industry:  Stability Guidelines. CVM Guidance #5. (1990). 1175  1176 12.  FDA Draft Guidance for Industry: Stability Testing of Drug Substances and Drug Products – 1177 (1998). 1178  1179 13.  ICH; Technical Requirements for Registration of Pharmaceuticals for Human Use - 1180 Guideline Q1A(R): Stability Testing of New Drug Substances and Products – (2001). 1181  1182 14.  ICH; Technical Requirements for Registration of Pharmaceuticals for Human Use - 1183 Guideline S5B: Detection of Toxicity to Reproduction for Medicinal Products – (2000). 1184  1185 Draft – Not for Implementation 25 15.  ICH; Technical Requirements for Registration of Pharmaceuticals for Human Use - 1186 Guideline S6: Pre-Clinical Testing of Biotechnology-Derived Pharmaceuticals – (1997). 1187  1188 16.  ICH; Technical Requirements for Registration of Pharmaceuticals for Human Use - 1189 Guideline M3: Nonclinical Safety Studies for the Conduct of Human Clinical Trials for 1190 Pharmaceuticals – (2000). 1191  1192 1193 Draft – Not for Implementation 26 APPENDIX A 1193  1194 CONTACTS: 1195  1196 To apply for a permit for importation, interstate movement, and field testing of bioengineered 1197 plants and plant viruses:  1198 James White, Ph.D. 1199 U.S. Department of Agriculture 1200 Animal and Plant Health Inspection Service 1201 Biotechnology Regulatory Services, Unit 147 1202 4700 River Road  1203 Riverdale, MD 20737 1204 Ph. #  (301) 734-5940 1205 http://www.aphis.usda.gov/ppq/biotech 1206  1207 For permission to ship experimental veterinary biological products (9 CFR 103.3 authorization) 1208 or for information regarding veterinary biologics:  1209 U.S. Department of Agriculture 1210 Animal and Plant Health Inspection Service 1211 Center for Veterinary Biologics  1212 Licensing and Policy Development  1213 510 S. 17th St., Suite 104  1214 Ames, Iowa 50010 1215 Ph. # (515) 232-5785; Fax # (515) 232-7120  1216 http://www.aphis.usda.gov/vs/cvb/ 1217  1218 For permission to import veterinary biological products:  1219 U.S. Department of Agriculture 1220 Animal and Plant Health Inspection Service 1221 Center for Veterinary Biologics  1222 4700 River Road, Unit 148  1223 Riverdale, MD 20737 1224 Ph. # (301) 734-8245; Fax # (301) 734-4314 1225 http://www.aphis.usda.gov/vs/cvb/ 1226  1227 For information regarding therapeutic or diagnostic biologics for use in humans: 1228 U.S. Food and Drug Administration 1229 Center for Biologics Evaluation and Research 1230 Office of Therapeutics Research and Review 1231 1401 Rockville Pike 1232 Rockville, MD  20852 1233 Ph. # (301) 827-5101; Fax # (301) 827-5397 1234 www.fda.gov/cber 1235  1236 For information regarding vaccines for use in humans: 1237 U.S. Food and Drug Administration 1238 Draft – Not for Implementation 27 Center for Biologics Evaluation and Research 1239 Office of Vaccines Research and Review 1240 1401 Rockville Pike 1241 Rockville, MD  20852 1242 Ph. # (301) 827-3070; Fax # (301) 827-3532 1243 www.fda.gov/cber 1244  1245 For information regarding animal feeds and animal drugs: 1246 U.S. Food and Drug Administration 1247 Center for Veterinary Medicine 1248 HFV-200, 7500 Standish Place 1249 Rockville, MD 20855 1250 Ph. # (301) 827-6652; Fax #  (301) 827-1484  1251 www.fda.gov/cvm 1252  1253 For consultation on issues related to human food: 1254 U.S. Food and Drug Administration 1255 Center for Food Safety and Applied Nutrition 1256 HFS-013, 5100 Paint Branch Parkway 1257 College Park, MD 20740-3835  1258 Ph #  (301) 436-1715; Fax # (301) 436-2637 1259 www.cfsan.fda.gov 1260  1261 For information regarding drugs for use in humans: 1262 U.S. Food and Drug Administration 1263 Center for Drug Evaluation and Research  1264 5600 Fishers Lane 1265 Rockville, MD 20857 1266 Ph.# (301) 827-4573; Fax # (301) 827-3056 1267 www.fda.gov/cder 1268  1269 For information regarding medical devices: 1270 U.S. Food and Drug Administration 1271 Center for Devices and Radiological Health  1272 Division of Small Manufacturers Assistance 1273 1350 Piccard Drive 1274 Rockville, MD 20850 1275 Ph.# (301) 443-6597; Fax # (800) 638-2041 1276 www.fda.gov/cdrh 1277 "
    }
}